import './HomePage.css';

function HomePage() {
  return (
    <div className="home-container">
      <h1 className="home-title">Добро пожаловать в нашу мастерскую!</h1>
      <p className="home-subtitle">Мы специализируемся на ручной кастомизации одежды, превращая обычные вещи в уникальные произведения искусства.</p>
      <p className="home-text">Здесь каждая вещь обретает вторую жизнь и становится отражением вашей индивидуальности. Исследуйте наш каталог, чтобы найти вдохновение, или свяжитесь с нами для создания чего-то совершенно нового.</p>
    </div>
  );
}

export default HomePage;